import React from 'react'
import style from './StylesForPages.module.scss'

const ComplianceWithInternalRegulations = () => {
    return (
        <div className={style.styles}>
            <ul>
                <li>Пунктуальність: Учні повинні приходити до школи та на заняття вчасно, дотримуватись графіка уроків та зустрічей.</li>
                <li>Зовнішній вигляд: Учні повинні відповідати вимогам щодо одягу та зовнішнього вигляду, щоб забезпечити належний зовнішній вигляд та дотримуватись загальноприйнятих норм.</li>
                <li>Поведінка в класі та школі: Учні повинні дотримуватись тиші під час уроків, бути уважними до вчителів та співучнів, дотримуватись правил поведінки у шкільних коридорах та інших загальних приміщеннях.</li>
                <li>Збереження шкільного майна: Учні повинні берегти шкільні меблі, устаткування та інвентар, не завдавати шкоди шкільним речам та інфраструктурі.</li>
                <li>Дотримання правил безпеки: Учні повинні знати та дотримуватись правил пожежної безпеки, правил поведінки у випадку надзвичайних ситуацій та інших важливих аспектів безпеки в школі.</li>
                <li>Взаємовідносини: Учні повинні ставитись до співучнів, вчителів та персоналу школи з повагою та толерантністю, розвивати позитивні взаємовідносини та вирішувати конфлікти мирним шляхом.</li>
            </ul>
        </div>
    )
}

export default ComplianceWithInternalRegulations;
