import React from 'react'
import style from './StylesForPages.module.scss'

const Competitions = () => {
    return (
        <div className={style.styles}>
            <ul>
                <li>Літературні конкурси: Ці конкурси сприяють розвитку літературних здібностей учнів. Учасники можуть представляти свої власні вірші, оповідання, розповіді або складати творчі завдання на задану тему.</li>
                <li>Математичні конкурси: Вони спрямовані на підтримку та розвиток математичних здібностей учнів. Учасники вирішують складні математичні завдання, використовуючи свої знання та логічне мислення.</li>
                <li>Наукові конкурси: Шпитківський ліцей організовує наукові конкурси, які стимулюють учнів до проведення досліджень та дослідницької роботи в різних галузях науки. Учасники представляють свої проекти, експерименти та висновки.</li>
                <li>Мистецькі конкурси: Вони сприяють розвитку творчих здібностей учнів у галузі музики, малювання, танців, театрального мистецтва тощо. Учасники мають можливість показати свої таланти та виступити перед аудиторією.</li>
                <li>Спортивні конкурси: Вони організовуються для підтримки фізичного розвитку та змагального духу учнів. Учасники змагаються в різних виданнях спорту, таких як футбол, баскетбол, легка атлетика, шахи та інші.</li>
            </ul>
        </div>
    )
}

export default Competitions
