import React from 'react'
import style from './StylesForPages.module.scss'

const CounteringBullying = () => {
    return (
        <div className={style.styles}>
            <ul>
                <li>Створення дружнього і безпечного середовища: Ліцей активно працює над створенням дружнього і безпечного навчального середовища, де кожен учень відчуває підтримку, повагу та безпеку.</li>
                <li>Освіта та підвищення свідомості: Ліцей проводить навчальні заходи, тренінги та лекції, спрямовані на підвищення свідомості учнів щодо шкідливих наслідків булінгу, виховання толерантності та поваги до різних індивідуальних особливостей.</li>
                <li>Розробка процедур реагування: Ліцей має визначені процедури реагування на випадки булінгу, включаючи можливість анонімного повідомлення, конфіденційність та довіру до учнів, які виявились у таких ситуаціях.</li>
                <li>Підтримка жертв булінгу: Ліцей надає підтримку жертвам булінгу, забезпечуючи консультативну допомогу, психологічну підтримку та взаємодію з батьками для вирішення ситуації.</li>
                <li>Дисциплінарні заходи: Ліцей вживає дисциплінарних заходів проти осіб, здійснюють булінг, включаючи відповідні санкції та виховні розмови зі сторонами конфлікту.</li>
            </ul>
        </div>
    )
}

export default CounteringBullying;
