import React from 'react'
import style from './StylesForPages.module.scss'

const DistanceEducation = () => {
    return (
        <div className={style.styles}>
            <p>
                Ліцей впроваджує різноманітні технології та платформи для забезпечення якісної дистанційної освіти для своїх учнів. Нижче представлені деякі аспекти дистанційного навчання в Шпитківському ліцеї
            </p>
            <ul>
                <li>Використання електронних платформ: Ліцей використовує різні електронні платформи, такі як Google Classroom, Moodle або Microsoft Teams, для організації та проведення дистанційних уроків, завдань та спілкування між учнями та вчителями.</li>
                <li>Інтерактивні заняття: Викладачі використовують різні інтерактивні інструменти, такі як веб-конференції, чати, форуми, віртуальні дошки тощо, щоб забезпечити активну участь учнів у процесі навчання.</li>
                <li>Електронні навчальні матеріали: Учні мають доступ до електронних підручників, навчальних матеріалів, відеолекцій, вправ та завдань, які можуть виконувати вдома. Це дозволяє учням самостійно вивчати матеріал і повторювати його за потреби.</li>
                <li>Онлайн тести та оцінювання: Ліцей проводить онлайн тести та оцінювання, які дозволяють вчителям відстежувати успішність учнів і забезпечувати об'єктивну оцінку їх знань.</li>
                <li>Підтримка та консультації: Учні мають можливість звертатися до вчителів для отримання допомоги, консультацій та пояснень щодо навчального матеріалу чи завдань.</li>
            </ul>
        </div>
    )
}

export default DistanceEducation
