import React from 'react'
import style from './StylesForPages.module.scss'

const EAIDPA = () => {
    return (
        <div className={style.styles}>
            <p>
                Шпитківський ліцей прагне досягати високих результатів у ЗНО/ДПА і готує своїх учнів до цих важливих етапів їх освітнього шляху. Ліцей зосереджується на забезпеченні якісної підготовки, щоб учні мали можливість продемонструвати свої знання, уміння та навички на найвищому рівні.

                Досягнення Шпитківського ліцею у ЗНО/ДПА свідчать про успішність підготовки учнів. Ліцей виявляє особливу увагу до ключових предметів, що включені до складу ЗНО/ДПА, і розробляє програми навчання, спрямовані на глибоке засвоєння матеріалу і розвиток необхідних навичок.

                Учні Шпитківського ліцею беруть участь у спеціальних підготовчих курсах, тренувальних тестуваннях та макроциклічних оцінюваннях, які допомагають їм ознайомитися з форматом і структурою ЗНО/ДПА. Ліцей також організовує додаткові консультації, викладає методики самостійного навчання та надає учням доступ до додаткових навчальних ресурсів.

                Педагогічний колектив Шпитківського ліцею активно співпрацює з учнями, батьками та іншими стейкхолдерами, щоб створити оптимальні умови для підготовки до ЗНО/ДПА. Вчителі використовують різноманітні методи навчання, включаючи інтерактивні уроки, групову роботу, використання сучасних технологій та диференційований підхід до кожного учня.

                Підготовка до ЗНО/ДПА в Шпитківському ліцеї не обмежується лише теоретичними знаннями, а також орієнтується на розвиток аналітичного мислення, критичного мислення, комунікативних навичок та навичок розв'язування завдань. Ліцей надає учням можливість брати участь у симуляційних і тренувальних тестуваннях, що допомагають познайомитися з форматом тесту та розвивати стратегії виконання завдань.

                ЗНО/ДПА є важливими відбірковими етапами для подальшого навчання та кар'єрного розвитку учнів. Шпитківський ліцей вкладає значні зусилля в підготовку своїх учнів до цих випробувань, надаючи їм необхідні знання, підтримку та ресурси для досягнення успіху.
            </p>
        </div>
    )
}

export default EAIDPA;
