import React from 'react'
import style from './StylesForPages.module.scss'

const EducationalProjects = () => {
  return (
    <div className={style.styles}>
        <p>Проект "Єдина школа" Шпитьківського ліцею - це освітній проект, який спрямований на розвиток освіти в Україні, зокрема на забезпечення якісної освіти в сільських населених пунктах. Метою проекту є створення платформи для обміну досвідом між педагогами, розвитку новітніх технологій у навчанні, забезпечення рівних можливостей для отримання якісної освіти для учнів з усієї України.</p>
        <p>Проект "Єдина школа" передбачає створення онлайн-платформи, де педагоги з усієї України зможуть обмінюватися досвідом, взаємодіяти між собою та навчатися від кращих фахівців своєї справи. Крім того, платформа надасть можливість учням з сільських населених пунктів отримувати якісну освіту, навіть якщо у них вдома немає вчителя певного предмета.</p>
        <p>Проект "Єдина школа" вже успішно реалізували Шпитьківський ліцей та його партнери, та отримав підтримку від Міністерства освіти і науки України.</p>
    </div>
  )
}

export default EducationalProjects
