import React from 'react'
import style from './StylesForPages.module.scss'

const FormationOfBehaviorOfCorrectSecurityActionsInConditionsOfMartialLaw = () => {
    return (
        <div className={style.styles}>
            <p>Шпитківський ліцей приділяє велику увагу формуванню поведінки правильних безпечних дій учнів в умовах воєнного стану. Це важлива складова підготовки учнів до можливих небезпечних ситуацій та збереження їхньої безпеки.</p>
            <ul>
                <li>Загальна інформація та навчання: Учні отримують систематичну інформацію про загрози та небезпеки, пов'язані з воєнним станом, а також про правила безпеки та дії, які слід вживати в таких ситуаціях. Проводяться тренінги та навчання з першої медичної допомоги, евакуації та захисту.</li>
                <li>Розробка планів евакуації та захисту: Ліцей розробляє плани евакуації та захисту, які враховують особливості приміщень, територій та умов, що можуть виникнути в умовах воєнного стану. Ці плани оновлюються й переглядаються регулярно.</li>
                <li>Проведення тренувань та практичних занять: Ліцей організовує тренування та практичні заняття, під час яких учні вправляються в діях у воєнних умовах, включаючи правила поведінки, евакуацію, захист та першу медичну допомогу.</li>
                <li>Психологічна підтримка: Ліцей забезпечує психологічну підтримку учнів у період воєнного стану, допомагаючи їм управляти емоціями та стресом, вчити вирішувати конфліктні ситуації, розвивати міцність та стійкість.</li>
                <li>Співпраця зі службами безпеки та місцевими органами влади: Ліцей співпрацює зі службами безпеки та місцевими органами влади, отримуючи необхідну інформацію та рекомендації щодо заходів безпеки та поведінки в умовах воєнного стану.</li>
            </ul>
        </div>
    )
}

export default FormationOfBehaviorOfCorrectSecurityActionsInConditionsOfMartialLaw;
