import React from 'react'
import style from './StylesForPages.module.scss'

const InclusiveEducation = () => {
    return (
        <div className={style.styles}>
            <p>
                Шпитківський ліцей прагне створити інклюзивне навчальне середовище, де кожен учень, незалежно від своїх особливостей, має можливість отримати якісну освіту і розвиватися. Основні аспекти інклюзивного навчання, які реалізовуються в Шпитківському ліцеї, включають
            </p>
            <ul>
                <li>Індивідуалізований підхід: Вчителі ліцею створюють індивідуалізовані навчальні плани та програми для учнів із спеціальними освітніми потребами, враховуючи їхні здібності, інтереси та потреби.</li>
                <li>Спеціалізовані ресурси та підтримка: Ліцей надає спеціальні ресурси та підтримку для учнів з особливими потребами, такі як спеціальні педагоги, психологи, логопеди, які працюють з учнями для покращення їхнього навчання та розвитку.</li>
                <li>Створення інклюзивної атмосфери: Ліцей ставить перед собою завдання створити атмосферу толерантності, взаєморозуміння та прийняття різних індивідуальностей. Учні навчаються спілкуватися та працювати разом, розвиваючи емпатію та повагу до інших.</li>
                <li>Розширені можливості навчання: Ліцей надає учням доступ до різних видів навчання, включаючи практичні заняття, проектну роботу, майстер-класи та зовнішні навчальні заходи, що сприяють розвитку різних навичок та талантів учнів.</li>
                <li>Залучення батьків: Ліцей активно співпрацює з батьками, залучаючи їх до навчального процесу та розвитку учнів з особливими потребами. Батьки мають можливість висловити свої побажання та спостереження щодо навчання своєї дитини.</li>
            </ul>
        </div>
    )
}

export default InclusiveEducation
