import React from 'react'
import style from './StylesForPages.module.scss'

const LegalEducationAndPreventionOfBadHabitsAndDeviantBehaviorOfChildren = () => {
    return (
        <div className={style.styles}>
            <p>Шпитківський ліцей приділяє велику увагу правовому вихованню та профілактиці шкідливих звичок та девіантної поведінки серед здобувачів освіти. Головною метою цієї роботи є формування в учнів правової культури, свідомого ставлення до законів та норм поведінки.</p>
            <ul>
                <li>Уроки правознавства: В програмі навчання передбачені спеціальні уроки правознавства, під час яких учні знайомляться з основними принципами правової системи, правами та обов'язками громадян, правилами поведінки.</li>
                <li>Інформаційні заходи: Ліцей організовує лекції, семінари та бесіди з представниками правоохоронних органів, юристами та експертами з питань профілактики шкідливих звичок та девіантної поведінки. Ці заходи спрямовані на попередження правопорушень, ознайомлення з наслідками негативних дій та роз'яснення важливості додержання законів.</li>
                <li>Соціально-психологічна підтримка: Ліцей надає соціально-психологічну підтримку учням, які стикаються з проблемами шкідливих звичок та девіантної поведінки. Це включає консультування, індивідуальну роботу з психологом та спеціалістами.</li>
                <li>Виховні заходи та проекти: Ліцей організовує виховні заходи, тематичні дні, проекти та кампанії, спрямовані на підвищення свідомості учнів щодо шкідливих звичок та негативної поведінки. Це можуть бути конкурси малюнків, виставки, театралізовані дійства та інші форми роботи.</li>
                <li>Співпраця з батьками: Ліцей активно залучає батьків до процесу правового виховання та профілактики шкідливих звичок. Проводяться зустрічі, батьківські збори, бесіди, на яких розглядаються актуальні питання поведінки та виховання дітей.</li>
            </ul>
        </div>
    )
}

export default LegalEducationAndPreventionOfBadHabitsAndDeviantBehaviorOfChildren
