import style from './StylesForPages.module.scss'

function LyceumTarget() {
    return (
        <div className={style.styles}>
            <ul>
                <li>формування пізнавальних компетентностей: загально предметних та предметних компетентностей на рівні Державного стандарту, оволодіння технологіями критичного мислення, розв’язання проблемних завдань та нестандартних ситуацій, оволодіння культурними та духовними цінностями українського народу та світовими надбаннями;</li>
                <li>формування особистісних компетентностей: уміння проаналізувати властивості свого характеру, порівнювати суб’єктивне й об’єктивне уявлення про себе; оволодіння здатністю самокритики та самореалізації;</li>
                <li>формування соціальних компетентностей: здатності до вибору спецкурсів, факультативів, профілю подальшої освіти; вміння співпрацювати з різними людьми, брати відповідальність за індивідуальну та групову діяльність, володіння навичками етичної та правової поведінки;</li>
                <li>формування самоосвітніх компетентностей: осмислення потреби в саморозвитку, готовності до постійного навчання, оволодіння прийомами та формами самоосвітньої діяльності; свідоме застосування знань в умовах швидких змін;</li>
                <li>формування усвідомленого ставлення до свого життя і здоров’я; відмова від шкідливих звичок, усвідомлення престижності бути здоровим фізично і духовно, уміння діяти в екстремальних ситуаціях.</li>
            </ul>

        </div>
    )

}

export default LyceumTarget;