import React from 'react'
import style from './StylesForPages.module.scss'

const NationalAndPatrioticEducation = () => {
    return (
        <div className={style.styles}>
            <ul>
                <li>Уроки патріотизму: В рамках уроків проводяться бесіди, презентації, дискусії та інтерактивні заняття, спрямовані на ознайомлення учнів з історією, культурою та традиціями своєї країни.</li>
                <li>Участь у святкових заходах: Ліцей активно бере участь у відзначенні національних свят, які сприяють формуванню національної самосвідомості та почуття гордості за свою країну. Це можуть бути святкування Дня Незалежності, Дня Конституції, Дня Збройних Сил тощо.</li>
                <li>Екскурсії до історичних місць: Учні мають можливість відвідувати історичні пам'ятки, музеї та місця бойової слави, що допомагає поглибити їхнє знання про минуле та відчути патріотичну підтримку своєї країни.</li>
                <li>Конкурси та проекти: Шпитківський ліцей організовує різні конкурси, змагання та проекти, спрямовані на підтримку патріотичних цінностей та розширення знань учнів про історію та культуру своєї країни.</li>
                <li>Волонтерська діяльність: Учні беруть участь у волонтерських заходах, спрямованих на підтримку ветеранів, військових та людей, які потребують допомоги. Це сприяє формуванню почуття громадянської відповідальності та патріотизму.</li>
            </ul>
        </div>
    )
}

export default NationalAndPatrioticEducation

