import React from 'react'
import style from './StylesForPages.module.scss'

const Nus = () => {
    return (
        <div>
            <div className={style.nusWrapper}>
                <div className={style.text}>
                    <div className={style.idk}>
                        <h3>НОВА УКРАЇНСЬКА ШКОЛА</h3>
                        <p>
                            Нова українська школа – це ключова реформа Міністерства освіти і науки. Головна мета – створити школу, в якій буде приємно навчатись і яка даватиме учням не тільки знання, як це відбувається зараз, а й уміння застосовувати їх у повсякденному житті.
                            НУШ – це школа, до якої приємно ходити учням. Тут прислухаються до їхньої думки, вчать критично мислити, не боятись висловлювати власну думку та бути відповідальними громадянами. Водночас батькам теж подобається відвідувати цю школу, адже тут панують співпраця та взаєморозуміння.
                        </p>
                    </div>
                    <div className={style.conteiner}>
                        <div className={style.components}>
                            <h3>
                                ФОРМУЛА НОВОЇ ШКОЛИ СКЛАДАЄТЬСЯ З ДЕВ'ЯТИ КЛЮЧОВИХ КОМПОНЕНТІВ
                                <div className={style.line} />
                            </h3>
                            <ul>
                                <li>1.НОВИЙ ЗМІСТ ОСВІТИ, ЗАСНОВАНИЙ НА ФОРМУВАННІ КОМПЕТЕНТНОСТЕЙ, ПОТРІБНИХ
                                    ДЛЯ УСПІШНОЇ САМОРЕАЛІЗАЦІЇ В СУСПІЛЬСТВІ</li>
                                <li>2.УМОТИВОВАНИЙ УЧИТЕЛЬ, ЯКИЙ МАЄ
                                    СВОБОДУ ТВОРЧОСТІ Й РОЗВИВАЄТЬСЯ
                                    ПРОФЕСІЙНО.</li>
                                <li>3.НАСКРІЗНИЙ ПРОЦЕС ВИХОВАННЯ,
                                    ЯКИЙ ФОРМУЄ ЦІННОСТІ.</li>
                                <li>4.ДЕЦЕНТРАЛІЗАЦІЯ ТА ЕФЕКТИВНЕ
                                    УПРАВЛІННЯ, ЩО НАДАСТЬ ШКОЛІ
                                    РЕАЛЬНУ АВТОНОМІЮ.</li>
                                <li>5.ПЕДАГОГІКА, ЩО ҐРУНТУЄТЬСЯ НА ПАРТНЕРСТВІ МІЖ УЧНЕМ, УЧИТЕЛЕМ І БАТЬКАМИ.</li>
                                <li>6.ОРІЄНТАЦІЯ НА ПОТРЕБИ
                                    УЧНЯ В ОСВІТНЬОМУ ПРОЦЕСІ,
                                    ДИТИНОЦЕНТРИЗМ.</li>
                                <li>7.НОВА СТРУКТУРА ШКОЛИ, ЯКА ДАЄ ЗМОГУ
                                    ДОБРЕ ЗАСВОЇТИ НОВИЙ ЗМІСТ І НАБУТИ
                                    КОМПЕТЕНТНОСТІ ДЛЯ ЖИТТЯ.</li>
                                <li>8.СПРАВЕДЛИВИЙ РОЗПОДІЛ ПУБЛІЧНИХ
                                    КОШТІВ, ЯКИЙ ЗАБЕЗПЕЧУЄ РІВНИЙ
                                    ДОСТУП УСІХ ДІТЕЙ ДО ЯКІСНОЇ ОСВІТИ.</li>
                                <li>9.СУЧАСНЕ ОСВІТНЄ СЕРЕДОВИЩЕ, ЯКЕ
                                    ЗАБЕЗПЕЧИТЬ НЕОБХІДНІ УМОВИ, ЗАСОБИ І
                                    ТЕХНОЛОГІЇ ДЛЯ НАВЧАННЯ УЧНІВ, ОСВІТЯН,
                                    БАТЬКІВ НЕ ЛИШЕ В ПРИМІЩЕННІ
                                    НАВЧАЛЬНОГО ЗАКЛАДУ</li>
                            </ul>
                        </div>
                    </div>


                    <img className={style.comp} src='/images/nushCompetits.png' />
                </div>
                <div className={style.link}>
                    <img className={style.photo} src='/images/nushLogo.jpg' alt='log' />
                    <h3>Посилання</h3>
                    <a
                        href='https://mon.gov.ua/storage/app/media/zagalna%20serednya/nova-ukrainska-shkola-compressed.pdf'
                        target='_blank'
                    >
                        Концепції Нової української школи
                    </a>
                    <a
                        href='https://imzo.gov.ua/2021/07/15/nakaz-mon-vid-13-07-2021-813-pro-zatverdzhennia-metodychnykh-rekomendatsiy-shchodo-otsiniuvannia-rezul-tativ-navchannia-uchniv-1-4-klasiv-zakladiv-zahal-noi-seredn-oi-osvity/'
                        target='_blank'
                    >
                        Наказ МОН від 13.07.2021 № 813 “Про затвердження методичних рекомендацій щодо оцінювання результатів навчання учнів 1-4 класів закладів загальної середньої освіти”
                    </a>
                    <a
                        href='https://zakon.rada.gov.ua/laws/show/87-2018-%D0%BF#Text'
                        target='_blank'
                    >
                        Про затвердження Державного стандарту початкової освіти
                    </a>
                </div>
            </div>
        </div>
    )
}

export default Nus