import React from 'react'
import style from './StylesForPages.module.scss'

const Nutrition = () => {
  return (
    <div className={style.styles}>
      <ul>
        <li>Балансоване харчування: Ліцей пропонує збалансоване харчування, включаючи різноманітні продукти, такі як свіжі овочі, фрукти, м'ясо, риба, молочні продукти та злаки. Це допомагає забезпечити учням необхідні поживні речовини, вітаміни та мінерали для здорового росту та розвитку.</li>
        <li>Гігієнічні стандарти: Усі страви готуються з дотриманням високих гігієнічних стандартів. Кухарі та персонал, який працює в їдальні, дотримуються правил безпеки щодо обробки та приготування їжі, забезпечуючи її безпечність для споживання.</li>
        <li>Різноманітність та смачність: Харчування в Шпитківському ліцеї різноманітне та смачне. Учні мають можливість вибирати з різних страв, включаючи гарячі та холодні страви, супи, салати та десерти. Це сприяє задоволенню смакових уподобань учнів та підтримує їхню зацікавленість у здоровому харчуванні.</li>
        <li>Дотримання дієтичних потреб: Ліцей враховує особливі дієтичні потреби учнів, які мають алергії, харчові обмеження або вегетаріанський спосіб харчування. Учні можуть отримати адаптовані страви, що задовольняють їхні харчові вимоги.</li>
        <li>Організоване харчування: Харчування в Шпитківському ліцеї організоване у формі шкільної їдальні, де учні можуть споживати їжу в комфортному оточенні разом зі своїми однокласниками. Це сприяє соціальному взаємодії та розвитку здорових харчових звичок.</li>
      </ul>
    </div>
  )
}

export default Nutrition
