import React from 'react'
import style from './StylesForPages.module.scss'

const PreventionOfInjuriesDuringTheEducationalProcess = () => {
  return (
    <div className={style.styles}>
      <ul>
        <li>Безпека приміщень: Шкільні приміщення та класні кімнати забезпечуються безпечними умовами для навчання. Це включає правильну організацію меблів, забезпечення належної освітньої техніки, наявність пожежної сигналізації, евакуаційних виходів та інших елементів безпеки.</li>
        <li>Загальні правила безпеки: Учні ознайомлюються з загальними правилами безпеки, які включають правила пожежної безпеки, правила поведінки на уроках фізичної культури, правила використання техніки та обладнання.</li>
        <li>Фізична підготовка та спортивні заняття: Ліцей надає учням можливість займатись фізичною культурою та спортом під керівництвом кваліфікованих тренерів. Враховуються індивідуальні можливості та особливості учнів, а також застосовуються заходи безпеки під час проведення спортивних занять.</li>
        <li>Нагляд та контроль: Вчителі та співробітники ліцею забезпечують нагляд та контроль за учнями під час освітнього процесу. Вони вчасно реагують на потенційні небезпеки, нагадують учням про правила безпеки та вчать їх уникати травматичних ситуацій.</li>
        <li>Перша допомога: Вчителі та співробітники ліцею проходять навчання з надання першої допомоги. Вони готові реагувати на непередбачувані ситуації та надавати необхідну допомогу учням у разі травм або нагальних медичних випадків.</li>
      </ul>
    </div>
  )
}

export default PreventionOfInjuriesDuringTheEducationalProcess
