import React from 'react'
import style from './StylesForPages.module.scss'

const ProtectionOfChildrensRights = () => {
    return (
        <div className={style.styles}>
            <ul>
                <li>Право на освіту: Шпитківський ліцей забезпечує доступну, якісну та різноманітну освіту для всіх учнів. Здобувачі освіти мають право на розвиток своїх здібностей, вільний вибір профілю навчання та підтримку в досягненні своїх навчальних цілей.</li>
                <li>Право на захист від насильства: Ліцей створює безпечне та дружнє навчальне середовище, де кожен учень захищений від будь-якого виду насильства, знущань або дискримінації. Застосовуються превентивні заходи та механізми реагування на можливі випадки порушення прав дитини.</li>
                <li>Право на участь: Учні шпитківського ліцею мають право висловлювати свою думку, брати участь у прийнятті рішень, обирати представників учнівського самоврядування та брати активну участь у житті школи.</li>
                <li>Право на конфіденційність та приватність: Ліцей дотримується принципу конфіденційності та поважає приватність учнів. Особиста інформація учнів залишається конфіденційною, якщо це необхідно для забезпечення їхньої безпеки та добробуту.</li>
                <li>Право на розвиток та самореалізацію: Ліцей стимулює розвиток талантів та інтересів учнів, надаючи можливості для їхньої самореалізації у різних сферах: навчання, спорт, мистецтво, наукова діяльність тощо.</li>
                <li>Право на захист свого гідності: Ліцей прагне створити атмосферу поваги та гідності, де учні відчувають себе поважними та повнораціонованими особами. Вся громада ліцею працює над формуванням позитивного ставлення до себе та оточуючих.</li>

            </ul>
        </div>
    )
}

export default ProtectionOfChildrensRights
