import React from 'react'
import style from './StylesForPages.module.scss'

function RightsAndObligationsOfParentsOrPersonsInLocoParentis ()  {
    return (
        <div lassName={style.styles}>
            Основні права і обов'язки батьків українською законодавством визначаються у сімейному кодексі України та інших нормативно-правових актах. Нижче наведено деякі з них:

            Права батьків:
            - мати дітей, виховувати їх, забезпечувати їм всебічний розвиток та захищати їх права і інтереси;
            - визначати місце проживання дітей та укладати договори про їх виховання;
            - встановлювати з дітьми контакти, зустрічі та спілкування;
            - вимагати від державних і місцевих органів влади захисту прав та інтересів дітей.

            Обов'язки батьків:
            - забезпечувати всебічний розвиток та виховання дітей, захищати їх права та інтереси;
            - забезпечувати дітей житлом, харчуванням, медичним обслуговуванням, освітою та іншими потребами;
            - піклуватися про здоров'я дітей та забезпечувати їм доступ до медичної допомоги;
            - виховувати дітей у дусі національної культури, традицій та моралі, сприяти їх соціалізації.

            Порушення прав та інтересів дітей може бути підставою для позбавлення батьківських прав або призначення опікуна над дитиною.

            Важливо зазначити, що це не є повний перелік прав та обов'язків батьків, і рекомендується звернутися до сімейного кодексу та інших нормативно-правових актів для отримання більш детальної інформації.
        </div>
    )
}

export default RightsAndObligationsOfParentsOrPersonsInLocoParentis;
