import React from 'react'
import style from './StylesForPages.module.scss'

const rightsAndObligationsOfParentsOrPersonsInLocoParentis = () => {
    return (
        <div sclassName={style.styles} >
            <ul>
                <h3>            Основні права і обов'язки батьків українською законодавством визначаються у сімейному кодексі України та інших нормативно-правових актах. Нижче наведено деякі з них:
                </h3>
                <li>Права батьків:</li>
                <li>            - мати дітей, виховувати їх, забезпечувати їм всебічний розвиток та захищати їх права і інтереси;
                </li>
                <li>            - визначати місце проживання дітей та укладати договори про їх виховання;
                </li>
                <li>            - встановлювати з дітьми контакти, зустрічі та спілкування;
                </li>
                <li>            - вимагати від державних і місцевих органів влади захисту прав та інтересів дітей.
                </li>
            </ul>

            <ul>
                <h3>            Обов'язки батьків:
                </h3>
                <li>            - забезпечувати всебічний розвиток та виховання дітей, захищати їх права та інтереси;
                </li>
                <li>            - забезпечувати дітей житлом, харчуванням, медичним обслуговуванням, освітою та іншими потребами;
                </li>
                <li>            - піклуватися про здоров'я дітей та забезпечувати їм доступ до медичної допомоги;
                </li>
                <li>            - виховувати дітей у дусі національної культури, традицій та моралі, сприяти їх соціалізації.
                </li>
            </ul>

            <h3>            Порушення прав та інтересів дітей може бути підставою для позбавлення батьківських прав або призначення опікуна над дитиною.
            </h3>
            <h3>            Важливо зазначити, що це не є повний перелік прав та обов'язків батьків, і рекомендується звернутися до сімейного кодексу та інших нормативно-правових актів для отримання більш детальної інформації.
            </h3>

        </div>
    )
}

export default rightsAndObligationsOfParentsOrPersonsInLocoParentis
