import React from 'react'
import style from './StylesForPages.module.scss'

const RulesOfBehaviorDuringTheHolidays = () => {
  return (
    <div className={style.styles}>
      <ul>
        <li>Дотримання режиму дня: Важливо мати стабільний режим дня, включаючи регулярний сон, харчування та фізичну активність. Регулярний режим допомагає підтримувати фізичне та емоційне здоров'я.</li>
        <li>Безпека: Учні повинні дотримуватись правил безпеки під час проведення різних видів дозвілля та активностей. Це може включати правила поведінки під час водних процедур, спортивних занять або відвідування публічних місць.</li>
        <li>Використання часу з користю: Канікули - це час для відпочинку, але також можуть бути використані для саморозвитку та навчання. Учні можуть враховувати свої інтереси та займатись читанням, розв'язуванням завдань, участю в онлайн-курсах або зайняттями, що сприяють їхньому розвитку.</li>
        <li>Культурні заходи: Учні можуть відвідувати культурні події, музеї, виставки або кіно. Це допомагає розширити світогляд, збагатити культурний досвід та насолодитись новими враженнями.</li>
        <li>Сімейний час: Канікули - це чудова нагода для проведення часу з родиною. Учні можуть займатись спільними справами, грати в ігри, спілкуватись та проводити час з близькими людьми.</li>
        <li>Збереження природи: Учні мають бути свідомими екологічної відповідальності та дотримуватись правил охорони природи. Вони можуть брати участь у природоохоронних заходах, сортуванні сміття та збереженні навколишнього середовища.</li>
      </ul>
    </div>
  )
}

export default RulesOfBehaviorDuringTheHolidays
