import React from 'react'
import style from './StylesForPages.module.scss'

const RulesOfConductForStudents = () => {
  return (
    <div className={style.styles}>
      <p>Шпитківський ліцей має свої визначені правила поведінки для здобувачів освіти, які сприяють створенню позитивної та гармонійної атмосфери навчального закладу. Ці правила допомагають забезпечити безпеку, порядок і дисципліну серед учнів, а також сприяють їхньому взаємодії та розвитку як особистостей. Основні правила поведінки здобувачів освіти шпитківського ліцею включають наступне</p>
        <ul>
            <li>Повага до однокласників, вчителів та іншого персоналу: Учні повинні виявляти повагу до своїх однокласників, вчителів та інших працівників школи. Вони повинні бути ввічливими, толерантними і дотримуватися загальноприйнятих норм спілкування.</li>
            <li>Дотримання правил безпеки: Учні повинні бути уважними до своєї безпеки та безпеки оточуючих. Вони повинні дотримуватися правил пожежної безпеки, правил поведінки на дорозі, використовувати особисті захисні засоби та дотримуватися інших встановлених правил безпеки.</li>
            <li>Відповідальне ставлення до навчання: Учні повинні бути відповідальними щодо свого навчання. Вони повинні регулярно відвідувати уроки, виконувати домашні завдання, брати участь у класних та позакласних заходах. Вони повинні ставитися до навчання зі знанням справи та проявляти активність у процесі отримання знань.</li>
            <li>Дотримання порядку та чистоти: Учні повинні дотримуватися порядку та чистоти в приміщеннях школи. Вони повинні берегти шкільне майно, використовувати його належним чином та дбати про збереження загального порядку.</li>
            <li>Заборона на насилля та цькування: Учні повинні утримуватися від будь-яких форм насилля, цькування та несправедливості. Вони повинні проявляти толерантність, повагу та підтримку один одного.</li>
        </ul>
    </div>
  )
}

export default RulesOfConductForStudents;
