import style from './StylesForPages.module.scss'
function SchoolHistory() {
    return (
        <div className={style.styles}>
            <h3 >
                Основні історичні періоди розвитку школи:
            </h3>
            <div>
                <ul>
                    <li>1860 р. – Заснована однокласна церковно-парафіяльна школа, завідувач – священик Абрамович Василь Григорович.
                    </li>
                    <li>1876 – 1886 рр. – Завідуючий Лотоцький Павло Олександрович.
                    </li>
                    <li>1886 – 1896 – Завідує школою Зданевич Федір Полікарпович.
                    </li>
                    <li>1896 – 1917 – Церковно-парафіяньна школа побудована О.М. Терещенком. Керує – священник Коломацький Петро Костянтинович.
                    </li>
                    <li>1912 р. – Школа перетворюється у трикласну.
                    </li>
                    <li>1912 р. – Школа перетворюється у трикласну.
                    </li>
                    <li>1927 р. – Семирічна школа.
                    </li>
                    <li>1929 р. – Збудовано нове приміщення школи з дерева розібраної церкви.
                    </li>
                    <li>1937 р. – Середня школа.Директор Таранущенко Костянтин Васильович.
                    </li>
                    <li>1939-1941 – Перші два випуски середньої школи.
                    </li>
                    <li>1978 р. – Побудовано сучасне приміщення школи. Директор Шевчук Семен Полікарпович.
                    </li>
                    <li>1998 р.– Шпитьківська загальноосвітня школа І – ІІІ ступенів навчання.
                    </li>
                </ul>
            </div>
        </div>
    )
}

export default SchoolHistory;