

function SchoolGoal() {
    return (
        <div>
            <p>
                Мета освітньої діяльності закладу– формуваня творчої особистості випускника з
                глибоко усвідомленою громадянською позицією, високим почуттям національної і власної гідності, який є носієм національних і загальнолюдських цінностей;
                освіченої і працьовитої молоді, відповідальної за свої дії, і готової після закінчення навчання присвятити своє життя й працю на благо України.
            </p>
        </div>
    )
}


export default SchoolGoal;
