import React from 'react'
import style from './StylesForPages.module.scss'

const Statut = () => {
  return (
    <div className={style.styles}>
      <p>
      С Т А Т У Т
ШПИТЬКІВСЬКОЇ ЗАГАЛЬНООСВІТНЬОЇ ШКОЛИ І-ІІІ СТУПЕНІВ
КИЄВО-СВЯТОШИНСЬКОЇ РАЙОННОЇ ДЕРЖАВНОЇ АДМІНІСТРАЦІЇ
КИЇВСЬКОЇ ОБЛАСТІ
(нова редакція)
Ідентифікаційний номер - 24886681
Загальна частина

1. Шпитьківська загальноосвітня школа І-ІІІ ступенів Києво-Святошинської районної державної адміністрації Київської області (далі – заклад) є правонаступником Шпитьківської загальноосвітньої школи І-ІІІ ступнеів (свідоцтво про державну реєстрацію № 089570 від 27.06.2001).

2. Заклад у своїй діяльності керується Конституцією України, Законами України «Про освіту», «Про загальну середню освіту», Положенням про загальноосвітній навчальний заклад, затвердженим Постановою КМУ № 778 від 27.08.2010 року, іншими законодавчими актами України, постановами Верховної Ради України, актами Президента України, прийнятими відповідно до Конституції та законів України, Кабінету Міністрів України, наказами Міністерства освіти і науки, молоді та спорту України, Головного управління освіти і науки Київської обласної державної адміністрації, рішеннями місцевих органів виконавчої влади та органів місцевого самоврядування, цим Статутом.

3. Заклад заснований на комунальній формі власності.

4. Засновником закладу є територіальні громади сіл, селища, міст Києво-Святошинського району Київської області в особі Києво-Святошинської районної ради Київської області.

5. Заклад - бюджетна установа, фінансування закладу здійснюється відділом освіти Києво-Святошинської районної державної адміністрації у визначеному чинним законодавством порядку.

6. Оперативне управління закладом здійснює Києво-Святошинська районна державна адміністрація Київської області в особі відділу освіти.

7. Відділ освіти Києво-Святошинської районної державної адміністрації здійснює матеріально-технічне забезпечення закладу, надає необхідні будівлі, інженерні комунікації, обладнання, організовує будівництво і ремонт приміщень, їх господарське обслуговування, харчування учнів.

8. Юридична адреса закладу: 08122, Київська область, Києво-Святошинський район, село Шпитьки, вулиця Покровська, будинок 24.

9. Заклад є юридичною особою публічного права, має штамп, печатку, може мати рахунки в установах банків, самостійний баланс.

10. Заклад може мати власний гімн, герб і прапор, форма яких затверджується конференцією закладу.

11. Засадами та принципами освітньої діяльності закладу є:- дитиноцентризм;- верховенство права;- забезпечення якості освіти та якості освітньої діяльності;- забезпечення рівного доступу до освіти без дискримінації за будь-якими ознаками, у тому числі за ознакою інвалідності;- розвитку інклюзивного середовища;- забезпечення універсального дизайну та розумного пристосування;- науковий характер освіти;- цілісність і наступність системи освіти;- прозорість і публічність прийняття та виконання управлінських рішень;- відповідальність і підзвітність закладу освіти перед суспільством;- нерозривний зв’язок із світовою та національною історією, культурою, національними традиціями;- свобода у виборі видів, форм і темпу здобуття освіти, освітньої програми, закладу освіти;- академічна доброчесність;- академічна свобода;- фінансова, академічна, кадрова та організаційна автономія закладу освіти у межах, визначених законом;- гуманізм;- демократизм;- єдність навчання, виховання та розвитку;- виховання патріотизму, поваги до культурних цінностей Українського народу, його історико-культурного надбання і традицій;- формування усвідомленої потреби в дотриманні Конституціїта законів України, нетерпимості до їх порушення;- формування поваги до прав і свобод людини, нетерпимості до приниження її честі та гідності, фізичного або психічного насильства, а також до дискримінації за будь-якими ознаками;- формування громадянської культури та культури демократії;- формування культури здорового способу життя, екологічної культури і дбайливого ставлення до довкілля;- невтручання політичних партій в освітній процес;- невтручання релігійних організацій в освітній процес (крім випадків, визначених Законом України «Про освіту»);- різнобічність та збалансованість інформації щодо політичних, світоглядних та релігійних питань;- державно-громадське управління;- державно-громадське партнерство;- нетерпимість до проявів корупції та хабарництва.

12. Метою діяльності закладу є всебічний розвиток, виховання і соціалізація особистості, яка здатна до життя в суспільствіта цивілізованої взаємодії з природою, має прагнення до самовдосконалення і навчання впродовж життя, готова до свідомого життєвого вибору і самореалізації, відповідальності, трудової діяльності та громадянської активності.

Досягнення цієї мети забезпечується шляхом формування ключових компетентностей, необхідних кожній сучасній людині для успішної життєдіяльності:

- вільне володіння державною мовою;

- здатність спілкуватися рідною (у разі відмінності від державної) та іноземними мовами;

- математична компетентність;

- компетентності у галузі природничих наук, техніки і технологій;

- інноваційність;

- екологічна компетентність;

- інформаційно-комунікаційна компетентність;

- навчання впродовж життя;

- громадянські та соціальні компетентності, пов’язані з ідеями демократії, справедливості, рівності, прав людини, добробуту та здорового способу життя, з усвідомленням рівних прав і можливостей;

- культурна компетентність;

- підприємливість та фінансова грамотність;

- інші компетентності, передбачені стандартом освіти.

Спільними для всіх компетентностей є такі вміння:

- читання з розумінням, уміння висловлювати власну думку усно і письмово, критичне та системне мислення, здатність логічно обґрунтовувати позицію, творчість, ініціативність, вміння конструктивно керувати емоціями, оцінювати ризики, приймати рішення, розв’язувати проблеми, здатність співпрацювати з іншими людьми;

- дотримання фінансової дисципліни.

Заклад має право:

- визначати форми, методи і засоби організації навчально-виховного процесу;

- спільно з вищими навчальними закладами, науково-дослідними установами проводити науково-дослідну, пошукову, експериментальну роботу, що не суперечить законодавству України;

- здійснювати підготовку дітей дошкільного віку до навчання в школі;

використовувати різні форми морального і матеріального заохочення до учасників навчально-виховного процесу;

- отримувати кошти і матеріальні цінності від органів виконавчої влади, юридичних і фізичних осіб;

- залишати у своєму розпорядженні і використовувати власні надходження у порядку, визначеному законодавством України;

- розвивати власну соціальну базу: мережу спортивно-оздоровчих, лікувально-профілактичних і культурних підрозділів.

14. У закладі створюються та функціонують методичні об’єднання, предметно-методичні комісії, творчі групи, психологічна служба тощо.

15. Медичне обслуговування учнів та відповідні умови для його організації забезпечуються засновником закладу і здійснюються органами охорони здоров'я згідно із чинним законодавством.

16. Заклад формує відкриті та загальнодоступні ресурси з інформацією про свою діяльність та оприлюднює таку інформацію.

17. Заклад зобов’язаний забезпечувати на своєму веб-сайті відкритий доступ до такої інформації та документів:

- статут закладу;

- ліцензія на провадження освітньої діяльності;

- сертифікати про акредитацію освітніх програм,

- структура та органи управління закладу;

- кадровий склад закладу згідно з ліцензійними умовами;

- освітні програми, що реалізуються в закладі освіти, та перелік освітніх компонентів, що передбачені відповідною освітньою програмою;

- територія обслуговування, закріплена за закладом засновником;

- ліцензований обсяг та фактична кількість осіб, які навчаються у закладі;

мова (мови) освітнього процесу;

- наявність вакантних посад, порядок і умови проведення конкурсу на їх заміщення (у разі його проведення);

- матеріально-технічне забезпечення закладу (згідно з ліцензійними умовами);

- результати моніторингу якості освіти;

- річний звіт про діяльність закладу;

- правила прийому до закладу;

- умови доступності закладу для навчання осіб з особливими освітніми потребами;

- перелік додаткових освітніх та інших послуг, їх вартість, порядок надання та оплати;

- інша інформація, що оприлюднюється за рішенням закладу або на вимогу законодавства.

Структура закладу

18. Заклад здійснює освітню діяльність одночасно на різних рівнях освіти:

- початкова освіта;

- базова середня освіта;

- профільна середня освіта.

19. Термін здобуття освіти в закладі:

- початкова освіта тривалістю чотири роки;

- базова середня освіта тривалістю п’ять років;

- профільна середня освіта тривалістю два (три) роки.

20. На рівнях початкової та базової середньої освіти освітній процес може організовуватися за циклами, визначеними спеціальним законом, поділ на які здійснюється з урахуванням вікових особливостей фізичного, психічного та інтелектуального розвитку дітей.

21. Здобуття профільної середньої освіти в закладі передбачає академічне спрямування - профільне навчання на основі поєднання змісту освіти, визначеного стандартом профільної середньої освіти, і поглибленого вивчення окремих предметів з урахуванням здібностей та освітніх потреб здобувачів освіти з орієнтацією на продовження навчання на вищих рівнях освіти.

22. Індивідуальне, дистанційне навчання та навчання екстерном у закладі організовується у порядку, визначеному Міністерством освіти і науки України.

23. Поділ класів на групи для вивчення окремих предметів у закладі здійснюється згідно з нормативами, встановленими Міністерством освіти і науки України.

Зарахування учнів до закладу та їх відрахування

24. Зарахування учнів до закладу проводиться наказом директора, що видається на підставі заяви, копії свідоцтва про народження дитини, за наявності медичної довідки встановленого зразка і відповідного документа про освіту (крім учнів першого класу).

25. Зарахування, відрахування та переведення учнів здійснюється у порядку, визначеному Міністерством освіти і науки України на безконкурсній основі.

26. Директор зобов’язаний вжити заходів для ознайомлення дітей та їх батьків або осіб, які їх замінюють, з порядком зарахування до закладу, його Статутом, правилами внутрішнього розпорядку та іншими документами, що регламентують організацію освітнього процесу.

27. Іноземні громадяни та особи без громадянства зараховуються до закладу відповідно до законодавства та міжнародних договорів.

Організація освітнього процесу

28. Заклад забезпечує відповідність рівня загальної середньої освіти державним стандартам освіти, єдність навчання і виховання.

29. Освітній процес у закладі здійснюється відповідно до освітньої програми. Основою для розроблення освітньої програми є державні стандарти освіти відповідного рівня.

30. Освітня програма містить:

вимоги до осіб, які можуть розпочати навчання за програмою;

перелік освітніх компонентів та їх логічну послідовність;

загальний обсяг навчального навантаження та очікувані результати навчання здобувачів освіти.

31. Освітня програма розробляються закладом та затверджується відповідно до законівУкраїни «Про освіту» та «Про загальну середню освіту».

Освітня програма передбачає освітні компоненти для вільного вибору здобувачів освіти.

Заклад може використовувати типові або інші освітні програми, які розробляються та затверджуються відповідно законівУкраїни «Про освіту» та «Про загальну середню освіту».

Освітня програма може мати корекційно-розвитковий складник для осіб з особливими освітніми потребами.

32. На основі освітньої програми заклад освіти складає та затверджує навчальний план, що конкретизує організацію освітнього процесу

33. Заклад працює за навчальними програмами, підручниками, посібниками, рекомендованими Міністерством освіти і науки України, що забезпечують виконання державних стандартів освіти

34. Мовою освітнього процесу в закладі є державна мова.

У закладі відповідно до освітньої програми можуть викладатися одна або декілька дисциплін двома чи більше мовами - державною мовою, англійською мовою, іншими офіційними мовами Європейського Союзу

35. Заклад обирає форми, засоби і методи навчання та виховання відповідно до Законів України "Про освіту", "Про загальну середню освіту" та цього Статуту з урахуванням специфіки закладу, профілю та інших особливостей організації навчально-виховного процесу.

36. Освітній процес у закладі здійснюється за груповою та індивідуальною формами навчання.

37. Відповідно до поданих батьками або іншими законними представниками учнів заяв заклад створює умови для прискореного навчання та навчання екстерном.

38. Заклад може виконувати освітні програми і надавати платні послуги (курси за вибором, факультативи, індивідуальне, групове навчання та інше) на договірній основі згідно з переліком, затвердженим Кабінетом Міністрів України.

39. Навчальний рік у закладі починається 1 вересня і закінчується не пізніше 1 липня наступного року.

40. Структура навчального року (за чвертями, півріччями, семестрами), тривалість навчального тижня, дня, занять, відпочинку між ними, інші форми організації освітнього процесу встановлюються закладом загальної середньої освіти у межах часу, передбаченого освітньою програмою.

Організація освітнього процесу не повинна призводити до перевантаження учнів та має забезпечувати безпечні та нешкідливі умови здобуття освіти.

41. Режим роботи закладу визначається закладом на основі відповідних нормативно-правових актів.

42. Тривалість уроків у закладі становить: у перших класах - 35 хвилин, у других – четвертих класах - 40 хвилин, у п’ятих - одинадцятих класах - 45 хвилин.

Різниця в часі навчальних годин перших класів обліковується і компенсується проведенням додаткових, індивідуальних занять та консультацій з учнями.

43. Загальна тривалість канікул протягом навчального року не може становити менш як 30 календарних днів.

44. Заклад може обрати інші, крім уроку, форми організації освітнього процесу.

45.Тривалість перерв між уроками встановлюється з урахуванням потреби в організації активного відпочинку і харчування учнів.

46. Розклад уроків складається відповідно до робочого навчального плану закладу з дотриманням педагогічних та санітарно-гігієнічних вимог і затверджується директором закладу.

47. Відволікання учнів від навчальних занять для провадження інших видів діяльності забороняється (крім випадків, передбачених законодавством).

48. Залучення учнів до видів діяльності, не передбачених навчальною програмою та робочим навчальним планом закладу, дозволяється лише за їх згодою та згодою батьків, або осіб, які їх замінюють.

49. Зміст, обсяг і характер домашніх завдань визначаються вчителем відповідно до педагогічних і санітарно-гігієнічних вимог з урахуванням вимог з урахуванням вимог навчальних програм та індивідуальних особливостей учнів.

50. В закладі створюється внутрішня система забезпечення якості освіти, що включає:

- стратегію та процедури забезпечення якості освіти;

- систему та механізми забезпечення академічної доброчесності;

- оприлюднені критерії, правила і процедури оцінювання здобувачів освіти;

- оприлюднені критерії, правила і процедури оцінювання педагогічної (науково-педагогічної) діяльності педагогічних працівників;

- оприлюднені критерії, правила і процедури оцінювання управлінської діяльності керівних працівників закладу;

- забезпечення наявності необхідних ресурсів для організації освітнього процесу, в тому числі для самостійної роботи здобувачів освіти;

- забезпечення наявності інформаційних систем для ефективного управління закладом;

- створення в закладі освіти інклюзивного освітнього середовища, універсального дизайну та розумного пристосування;

- інші процедури та заходи, що визначаються положенням про систему внутрішнього забезпечення якості освіти, що затверджується педагогічною радою закладу.

51. В закладі забезпечується дотримання академічної доброчесності - сукупністі етичних принципів та визначених законом правил, якими мають керуватися учасники освітнього процесу під час навчання, викладання та провадження наукової (творчої) діяльності з метою забезпечення довіри до результатів навчання та/або наукових (творчих) досягнень.

52. Дотримання академічної доброчесності педагогічними працівниками закладу передбачає:

- посилання на джерела інформації у разі використання ідей, розробок, тверджень, відомостей;

- дотримання норм законодавства про авторське право і суміжні права;

- надання достовірної інформації про методики і результати досліджень, джерела використаної інформації та власну педагогічну (науково-педагогічну, творчу) діяльність;

- контроль за дотриманням академічної доброчесності здобувачами освіти;

- об’єктивне оцінювання результатів навчання.

53. Дотримання академічної доброчесності здобувачами освіти передбачає:

- самостійне виконання навчальних завдань, завдань поточного та підсумкового контролю результатів навчання (для осіб з особливими освітніми потребами ця вимога застосовується з урахуванням їхніх індивідуальних потреб і можливостей);

- посилання на джерела інформації у разі використання ідей, розробок, тверджень, відомостей;

- надання достовірної інформації про результати власної навчальної (творчої) діяльності, використані методики досліджень і джерела інформації.

54. Порушенням академічної доброчесності вважається:

- академічний плагіат - оприлюднення (частково або повністю) наукових (творчих) результатів, отриманих іншими особами, як результатів власного дослідження (творчості) та/або відтворення опублікованих текстів (оприлюднених творів мистецтва) інших авторів без зазначення авторства;

- самоплагіат - оприлюднення (частково або повністю) власних раніше опублікованих наукових результатів як нових наукових результатів;

- фабрикація - вигадування даних чи фактів, що використовуються в освітньому процесі або наукових дослідженнях;

- фальсифікація - свідома зміна чи модифікація вже наявних даних, що стосуються освітнього процесу чи наукових досліджень;

- списування - виконання письмових робіт із залученням зовнішніх джерел інформації, крім дозволених для використання, зокрема під час оцінювання результатів навчання;

- обман - надання завідомо неправдивої інформації щодо власної освітньої (наукової, творчої) діяльності чи організації освітнього процесу; формами обману є, зокрема, академічний плагіат, самоплагіат, фабрикація, фальсифікація та списування;

- хабарництво - надання (отримання) учасником освітнього процесу чи пропозиція щодо надання (отримання) коштів, майна, послуг, пільг чи будь-яких інших благ матеріального або нематеріального характеру з метою отримання неправомірної переваги в освітньому процесі;

- необ’єктивне оцінювання - свідоме завищення або заниження оцінки результатів навчання здобувачів освіти.

55. За порушення академічної доброчесності педагогічні працівники закладу можуть бути притягнені до такої академічної відповідальності:

- відмова в присвоєнні або позбавлення присвоєного педагогічного звання, кваліфікаційної категорії;

- позбавлення права брати участь у роботі визначених законом органів чи займати визначені законом посади.

56. За порушення академічної доброчесності здобувачі освіти можуть бути притягнені до такої академічної відповідальності:

повторне проходження оцінювання (контрольна робота, іспит, залік тощо);

повторне проходження відповідного освітнього компонента освітньої програми.

57. Види академічної відповідальності учасників освітнього процесу за конкретні порушення академічної доброчесності запроваджуються відповідно до спеціальних законів та/або внутрішніх положень закладу, що мають бути затверджені педагогічною радою закладу та погоджені з відповідними органами самоврядування здобувачів освіти в частині їхньої відповідальності.

58. Порядок виявлення та встановлення фактів порушення академічної доброчесності визначається Положенням про академічну доброчесність, що затверджується педагогічною радою закладу з урахуванням вимог Закону України «Про освіту» та спеціальних законів.

59. Кожна особа, стосовно якої порушено питання про порушення нею академічної доброчесності, має такі права:

- ознайомлюватися з усіма матеріалами перевірки щодо встановлення факту порушення академічної доброчесності, подавати до них зауваження;

- особисто або через представника надавати усні та письмові пояснення або відмовитися від надання будь-яких пояснень, брати участь у дослідженні доказів порушення академічної доброчесності;

- знати про дату, час і місце та бути присутньою під час розгляду питання про встановлення факту порушення академічної доброчесності та притягнення її до академічної відповідальності;

- оскаржити рішення про притягнення до академічної відповідальності до органу, уповноваженого розглядати апеляції, або до суду.

Оцінювання навчальних досягнень учнів

60. Оцінювання навчальних досягнень учнів закладу здійснюється відповідно до Критеріїв, визначених Міністерством освіти і науки України.

61. Облік навчальних досягнень учнів протягом навчального року здійснюється у класних журналах, інструкції про ведення яких затверджуються Міністерством освіти і науки, молоді та спорту України.

Результати навчальної діяльності за рік заносяться до особових справ учнів.

62. Навчання у 4-х, 9-х, 11-х класах закладу завершується державною підсумковою атестацією. Зміст, форми і порядок державної підсумкової атестації визначаються Міністерством освіти і науки України.

В окремих випадках учні за станом здоров’я або інших поважних причин можуть бути звільнені від державної підсумкової атестації у порядку, що встановлюється Міністерством освіти і науки, молоді та спорту України та Міністерством охорони здоров’я України.

63. За результатами навчання учням (випускникам) видається відповідний документ (табель, атестат про повну загальну середню освіту). Зразки документів про базову та повну загальну середню освіту затверджуються Кабінетом Міністрів України.

64. Випускникам закладу видається атестат про повну загальну середню освіту.

65. За відмінні успіхи в навчанні учні 3 – 8, 10 класів можуть нагороджуватися похвальним листом «За високі досягнення у навчанні», а випускники – похвальною грамотою «За особливі досягнення у вивченні окремих предметів», медалями – золотою «За високі досягнення у навчанні» або срібною «За досягнення у навчанні». Порядок нагородження учнів за відмінні успіхи у навчанні встановлюється Міністерством освіти і науки, молоді та спорту України.

За успіхи у навчанні (праці) для учасників навчально-виховного процесу можуть встановлюватися різні форми морального і матеріального заохочення.

66. Свідоцтво про базову загальну середню освіту, атестати про повну загальну середню освіту та відповідні додатки до них реєструються у книгах обліку та видачі зазначених документів.

Контроль за дотриманням порядку видачі випускникам свідоцтв, атестатів, золотих і срібних медалей, похвальних грамот та листів здійснюється Міністерством освіти і науки України, Державною інспекцією навчальних закладів України, Департаментом освіти і науки Київської обласної державної адміністрації, відділом освіти Києво-Святошинської районної державної адміністрації.

Виховний процес

67. Виховний процес є невід’ємною складовою освітнього процесу у закладах освіти, що має спрямовуватися на формування:- відповідальних громадян, які здатні до свідомого суспільного вибору та спрямування своєї діяльності на користь іншим людям і суспільству;- поваги до гідності, прав, свобод, законних інтересів людини і громадянина;- патріотизму, поваги та дбайливого ставлення до національних, історичних, культурних цінностей, традицій і надбань Українського народу;- усвідомленої потреби в дотриманні Конституції та законів України, нетерпимості до їх порушення, проявів корупції та хабарництва, потреби захищати суверенітет і територіальну цілісність України;- поваги до державної мови та державних символів України, національних, історичних, культурних цінностей України, дбайливого ставлення до історико-культурного надбання України та навколишнього природного середовища;- нетерпимості до приниження честі та гідності людини, фізичного або психологічного насильства, а також до дискримінації за будь-якими ознаками;- громадянської культури та культури демократії;- культури та навичок здорового способу життя, екологічної культури і дбайливого ставлення до довкілля;- прагнення до взаєморозуміння, миру, злагоди між усіма народами, етнічними, національними, релігійними групами;- почуттів доброти, милосердя, толерантності, терпимості, шанобливого ставлення до сім’ї, відповідальності за свої дії.

67. Педагогічні працівники закладів освіти забезпечують єдність навчання, виховання і розвитку учнів в рамках освітнього процесу.

Учасники освітнього процесу.

68. Учасниками освітнього процесу в закладі є:

- здобувачі освіти (учні);

- педагогічні, науково-педагогічні та наукові працівники;

- батьки здобувачів освіти;

- фізичні особи, які провадять освітню діяльність у закладі;

- інші особи, передбачені спеціальними законами та залучені до освітнього процесу у порядку, що встановлюється закладом.

69. Статус, права та обов’язки учасників освітнього процесу, їх права та обов’язки визначаються Законами України «Про освіту», «Про загальну середню освіту», іншими актами законодавства, цим Статутом, правилами внутрішнього розпорядку закладу.

70. Здобувачі освіти мають право на:

- якісні освітні послуги;

- справедливе та об’єктивне оцінювання результатів навчання;

- відзначення успіхів у своїй діяльності;

- свободу творчої, спортивної, оздоровчої, культурної, просвітницької, наукової і науково-технічної діяльності тощо;

- безпечні та нешкідливі умови навчання, утримання і праці;

- повагу людської гідності;

- захист під час освітнього процесу від приниження честі та гідності, будь-яких форм насильства та експлуатації, дискримінації за будь-якою ознакою, пропаганди та агітації, що завдають шкоди здоров’ю здобувача освіти;

- користування бібліотекою, навчальною, науковою, виробничою, культурною, спортивною, побутовою, оздоровчою інфраструктурою закладу освіти та послугами його структурних підрозділів у порядку, встановленому закладом відповідно до спеціальних законів;

- доступ до інформаційних ресурсів і комунікацій, що використовуються в освітньому процесі та науковій діяльності;

- забезпечення стипендіями у порядку, встановленому Кабінетом Міністрів України;

- трудову діяльність у позанавчальний час;

особисту або через своїх законних представників участь у громадському самоврядуванні та управлінні закладом освіти;

- інші необхідні умови для здобуття освіти, у тому числі для осіб з особливими освітніми потребами та із соціально незахищених верств населення.

71. Здобувачі освіти зобов’язані:

- виконувати вимоги освітньої програми (індивідуального навчального плану), дотримуючись принципу академічної доброчесності, та досягти результатів навчання, передбачених стандартом освіти для відповідного рівня освіти;

- поважати гідність, права, свободи та законні інтереси всіх учасників освітнього процесу, дотримуватися етичних норм;

- відповідально та дбайливо ставитися до власного здоров’я, здоров’я оточуючих, довкілля;

- дотримуватися установчих документів, правил внутрішнього розпорядку закладу, а також умов договору про надання освітніх послуг (за його наявності).

72. Здобувачі освіти мають також інші права та обов’язки, передбачені законодавством та цим Статутом.

73. Залучення здобувачів освіти під час освітнього процесу до виконання робіт чи до участі у заходах, не пов’язаних з реалізацією освітньої програми, забороняється, крім випадків, передбачених рішенням Кабінету Міністрів України.

74. Здобувачі освіти залучаються за їх згодою та згодою батьків або інших законних представників, до самообслуговування, різних видів суспільно корисної праці відповідно до Статуту і правил внутрішнього розпорядку з урахуванням віку, статі, фізичних можливостей.

75. Порядок користування мобільними телефонами та іншими гаджетами здобувачами освіти під час освітнього процесу регламентується положенням, що розробляється закладом.

76. За невиконання учасниками освітнього процесу своїх обов’язків, порушення Статуту, правил внутрішнього розпорядку на них можуть накладатися стягнення відповідно до закону.

77. Педагогічні працівники закладу мають право на:

- академічну свободу, включаючи свободу викладання, свободу від втручання в педагогічну, науково-педагогічну та наукову діяльність, вільний вибір форм, методів і засобів навчання, що відповідають освітній програмі;

педагогічну ініціативу;

- розроблення та впровадження авторських навчальних програм, проектів, освітніх методик і технологій, методів і засобів, методик компетентнісного навчання;

- користування бібліотекою, навчальною, науковою, виробничою, культурною, спортивною, побутовою, оздоровчою інфраструктурою закладу у порядку, встановленому закладом відповідно до спеціальних законів;

підвищення кваліфікації, перепідготовку;

- вільний вибір освітніх програм, форм навчання, закладів освіти, установ і організацій, інших суб’єктів освітньої діяльності, що здійснюють підвищення кваліфікації та перепідготовку педагогічних працівників;

- доступ до інформаційних ресурсів і комунікацій, що використовуються в освітньому процесі та науковій діяльності;

- відзначення успіхів у своїй професійній діяльності;

- справедливе та об’єктивне оцінювання своєї професійної діяльності;

- захист професійної честі та гідності;

- індивідуальну освітню (наукову, творчу, мистецьку та іншу) діяльність за межами закладу освіти;

- творчу відпустку строком до одного року не більше одного разу на 10 років із зарахуванням до стажу роботи;

- безпечні і нешкідливі умови праці;

- подовжену оплачувану відпустку;

- участь у громадському самоврядуванні закладу;

- участь у роботі колегіальних органів управління закладу.

78. Педагогічні працівники зобов’язані:

- постійно підвищувати свій професійний і загальнокультурний рівні та педагогічну майстерність;

- виконувати освітню програму для досягнення здобувачами освіти передбачених нею результатів навчання;

- сприяти розвитку здібностей здобувачів освіти, формуванню навичок здорового способу життя, дбати про їхнє фізичне і психічне здоров’я;

- дотримуватися академічної доброчесності та забезпечувати її дотримання здобувачами освіти в освітньому процесі та науковій діяльності;

- дотримуватися педагогічної етики;

- поважати гідність, права, свободи і законні інтереси всіх учасників освітнього процесу;

- настановленням і особистим прикладом утверджувати повагу до суспільної моралі та суспільних цінностей, зокрема, правди, справедливості, патріотизму, гуманізму, толерантності, працелюбства;

- формувати у здобувачів освіти усвідомлення необхідності додержуватисяКонституціїта законів України, захищати суверенітет і територіальну цілісність України;

- виховувати у здобувачів освіти повагу до державної мови та державних символів України, національних, історичних, культурних цінностей України, дбайливе ставлення до історико-культурного надбання України та навколишнього природного середовища;

- формувати у здобувачів освіти прагнення до взаєморозуміння, миру, злагоди між усіма народами, етнічними, національними, релігійними групами;

- захищати здобувачів освіти під час освітнього процесу від будь-яких форм фізичного та психічного насильства, приниження честі та гідності, дискримінації за будь-якою ознакою, пропаганди та агітації, що завдають шкоди здоров’ю здобувача освіти, запобігати вживанню ними та іншими особами на території закладів освіти алкогольних напоїв, наркотичних засобів, іншим шкідливим звичкам;

- додержуватися установчих документів та правил внутрішнього розпорядку закладу освіти, виконувати свої посадові обов’язки.

79. Педагогічні працівники мають також інші права та обов’язки, передбачені законодавством, колективним договором, трудовим договором, цим Статутом.

80. Права та обов’язки інших осіб, які залучаються до освітнього процесу, визначаються законодавством, відповідними договорами та/або установчими документами закладу.

81. Відволікання педагогічних працівників від виконання професійних обов’язків не допускається, крім випадків, передбачених законодавством.

82. Призначення на посаду, звільнення з посади педагогічних та інших працівників закладу здійснюється директором закладу у порядку, визначеному законодавством про працю, законами України «Про освіту» та «Про загальну середню освіту», іншими законодавчими актами.

83. Обсяг педагогічного навантаження вчителів визначається відповідно до законодавства директором закладу.

Обсяг педагогічного навантаження може бути менше тарифної ставки (посадового окладу) лише за письмовою згодою педагогічного працівника.

Перерозподіл педагогічного навантаження протягом навчального року допускається лише в разі зміни кількості годин для вивчення окремих предметів, що передбачається робочим навчальним планом, або за письмовою згодою педагогічного працівника з дотриманням вимог законодавства про працю.

84. Директор призначає класних керівників, завідувачів навчальних кабінетів, майстерень, навчально-дослідних ділянок, права та обов’язки яких визначаються нормативно-правовими актами Міністерства освіти і науки України, правилами внутрішнього розпорядку для працівників закладу та Статутом закладу.

85. Педагогічні працівники закладу підлягають атестації відповідно до порядку, встановленого Міністерством освіти і науки України.

86. Атестація педагогічних працівників може бути черговою або позачерговою. Педагогічний працівник проходить чергову атестацію не менше одного разу на п’ять років, крім випадків, передбачених законодавством.

87.За результатами атестації визначається відповідність педагогічного працівника займаній посаді, присвоюються кваліфікаційні категорії, педагогічні звання. Перелік категорій і педагогічних звань педагогічних працівників визначається Кабінетом Міністрів України.

88. Рішення атестаційної комісії може бути підставою для звільнення педагогічного працівника з роботи у порядку, встановленому законодавством

89. Педагогічні працівники закладу на добровільних засадах та за власною ініціативою можуть проходити сертифікацію - зовнішнє оцінювання професійних компетентностей педагогічного працівника (у тому числі з педагогіки та психології, практичних вмінь застосування сучасних методів і технологій навчання), що здійснюється шляхом незалежного тестування, самооцінювання та вивчення практичного досвіду роботи.

90. Педагогічні працівники, які отримують доплату за успішне проходження сертифікації, впроваджують і поширюють методики компетентнісного навчання та нові освітні технології.

91. Професійний розвиток педагогічних працівників передбачає постійну самоосвіту, участь у програмах підвищення кваліфікації та будь-які інші види і форми професійного зростання. Заклад сприяє їхньому професійному розвитку та підвищенню кваліфікації.

92. Підвищення кваліфікації може здійснюватися за різними видами (навчання за освітньою програмою, стажування, участь у сертифікаційних програмах, тренінгах, семінарах, семінарах-практикумах, семінарах-нарадах, семінарах-тренінгах, вебінарах, майстер-класах тощо) та у різних формах (інституційна, дуальна, на робочому місці (на виробництві) тощо).

93. Педагогічні працівники мають право підвищувати кваліфікацію у закладах освіти, що мають ліцензію на підвищення кваліфікації або провадять освітню діяльність за акредитованою освітньою програмою. Результати підвищення кваліфікації у таких закладах освіти не потребують окремого визнання і підтвердження.

Педагогічні працівники мають право підвищувати кваліфікацію в інших суб’єктів освітньої діяльності, фізичних та юридичних осіб. Результати підвищення кваліфікації педагогічного працівника у таких суб’єктів визнаються окремим рішенням педагогічної ради у порядку, визначеному Кабінетом Міністрів України.

94. Щорічне підвищення кваліфікації педагогічних працівників здійснюється відповідно до Закону України "Про освіту". Загальна кількість академічних годин для підвищення кваліфікації педагогічного працівника впродовж п’яти років не може бути меншою за 150 годин, з яких певна кількість годин має бути обов’язково спрямована на вдосконалення знань, вмінь і практичних навичок у частині роботи з дітьми з особливими освітніми потребами.

95. Права та обов’язки батьків здобувачів освіти.

Батьки здобувачів освіти мають право:

- захищати відповідно до законодавства права та законні інтереси здобувачів освіти;

- звертатися до закладу з питань освіти;

- обирати вид і форму здобуття дітьми відповідної освіти;

- брати участь у громадському самоврядуванні закладу, зокрема обирати і бути обраними до органів громадського самоврядування закладу;

- завчасно отримувати інформацію про всі заплановані у закладі та позапланові педагогічні, психологічні, медичні, соціологічні заходи, дослідження, обстеження, педагогічні експерименти та надавати згоду на участь у них дитини;

- брати участь у розробленні індивідуальної програми розвитку дитини або індивідуального навчального плану;

- отримувати інформацію про діяльність закладу, результати навчання своїх дітей (дітей, законними представниками яких вони є) і результати оцінювання якості освіти у закладі та його освітньої діяльності.

96. Батьки здобувачів освіти зобов’язані:

- виховувати у дітей повагу до гідності, прав, свобод і законних інтересів людини, законів та етичних норм, відповідальне ставлення до власного здоров’я, здоров’я оточуючих і довкілля;

- сприяти виконанню дитиною освітньої програми та досягненню дитиною передбачених нею результатів навчання;

- поважати гідність, права, свободи і законні інтереси дитини та інших учасників освітнього процесу;

- дбати про фізичне і психічне здоров’я дитини, сприяти розвитку її здібностей, формувати навички здорового способу життя;

- формувати у дитини культуру діалогу, культуру життя у взаєморозумінні, мирі та злагоді між усіма народами, етнічними, національними, релігійними групами, представниками різних політичних і релігійних поглядів та культурних традицій, різного соціального походження, сімейного та майнового стану;

- настановленням і особистим прикладом утверджувати повагу до суспільної моралі та суспільних цінностей, зокрема правди, справедливості, патріотизму, гуманізму, толерантності, працелюбства;

-формувати у дітей усвідомлення необхідності додержуватисяКонституціїта законів України, захищати суверенітет і територіальну цілісність України;

- виховувати у дитини повагу до державної мови та державних символів України, національних, історичних, культурних цінностей України, дбайливе ставлення до історико-культурного надбання України;

- дотримуватися установчих документів, правил внутрішнього розпорядку закладу освіти, а також умов договору про надання освітніх послуг (за наявності).

97. Заклад надає батькам здобувачів освіти допомогу у виконанні ними своїх обов’язків.

Заклад поважає право батьків виховувати своїх дітей відповідно до власних релігійних і філософських переконань, та враховує відповідні переконання під час організації та реалізації освітнього процесу, що не повинно порушувати права, свободи та законні інтереси інших учасників освітнього процесу.

98. Інші права та обов’язки батьків здобувачів освіти можуть встановлюватися законодавством, установчими документами закладу.

Управління закладом.

99. Управління закладом освіти в межах повноважень, визначених законами та установчими документами цього закладу, здійснюють:

- Засновник або уповноважена ним особа;

- керівник закладу освіти (директор);

- колегіальний орган управління закладу – педагогічна рада;

- колегіальний орган громадського самоврядування – конференція трудового колективу;

100. Права і обов’язки засновника щодо управління закладом визначаються Законом України «Про освіту» та іншими законами України, цим Статутом.

101. Засновник закладу або уповноважена ним особа:

- затверджує установчі документи закладу, їх нову редакцію та зміни до них;

- укладає строковий трудовий договір (контракт) з керівником закладу освіти, призначеним у порядку, встановленому законодавством та установчими документами закладу освіти;

- розриває строковий трудовий договір (контракт) з керівником закладу освіти з підстав та у порядку, визначених законодавством та установчими документами закладу освіти;

- затверджує кошторис та приймає фінансовий звіт закладу освіти у випадках та порядку, визначених законодавством;

- здійснює контроль за фінансово-господарською діяльністю закладу;

- здійснює контроль за дотриманням установчих документів закладу освіти;

- забезпечує створення у закладі освіти інклюзивного освітнього середовища, універсального дизайну та розумного пристосування;

- здійснює контроль за недопущенням привілеїв чи обмежень (дискримінації) за ознаками раси, кольору шкіри, політичних, релігійних та інших переконань, статі, віку, інвалідності, етнічного та соціального походження, сімейного та майнового стану, місця проживання, за мовними або іншими ознаками;

- реалізує інші права, передбачені законодавством.

102. Засновник або уповноважена ним особа не має права втручатися в діяльність закладу, що здійснюється ним у межах його автономних прав, визначених законом та Статутом.

103. Засновник або уповноважена ним особа може делегувати окремі свої повноваження органу управління закладу або наглядовій (піклувальній) раді закладу.

104. Засновник закладу зобов’язаний:

- забезпечити утримання та розвиток матеріально-технічної бази закладу на рівні, достатньому для виконання вимог стандартів освіти та ліцензійних умов;

- у разі реорганізації чи ліквідації закладу забезпечити здобувачам освіти можливість продовжити навчання на відповідному рівні освіти;

- забезпечити відповідно до законодавства створення в закладі -безперешкодного середовища для учасників освітнього процесу, зокрема для осіб з особливими освітніми потребами.

105. Безпосереднє керівництво закладом здійснює його директор.

106. Директор несе відповідальність за освітню, фінансово-господарську та іншу діяльність закладу.

Директор є представником закладу освіти у відносинах з державними органами, органами місцевого самоврядування, юридичними та фізичними особами і діє без довіреності в межах повноважень, передбачених законом та установчими документами закладу освіти.

107. Директор закладу призначається засновником у порядку, визначеному законами та установчими документами, з числа претендентів, які вільно володіють державною мовою і мають вищу освіту.

Додаткові кваліфікаційні вимоги до керівника та порядок його обрання (призначення) визначаються спеціальними законами та установчими документами закладу.

108. Директор закладу освіти в межах наданих йому повноважень:

- організовує діяльність закладу;

- вирішує питання фінансово-господарської діяльності закладу освіти;

- призначає на посаду та звільняє з посади працівників закладу, визначає їх функціональні обов’язки;

- забезпечує дотримання санітарно-гігієнічних вимог до утримання закладу освіти, норм техніки безпеки, протипожежної безпеки, охорони праці згідно із чинним законодавством;

- забезпечує організацію освітнього процесу та здійснення контролю за виконанням освітніх програм;

- забезпечує функціонування внутрішньої системи забезпечення якості освіти;

- забезпечує умови для здійснення дієвого та відкритого громадського контролю за діяльністю закладу;

- сприяє та створює умови для діяльності органів самоврядування закладу освіти;

- сприяє здоровому способу життя здобувачів освіти та працівників закладу;

здійснює інші повноваження, передбачені законом та Статутом закладу.

109. В закладі створюються та діють колегіальні органи управління.

Основним колегіальним органом управління закладу освіти є педагогічна рада, яка створюється у випадках і порядку, передбачених спеціальними законами.

110. Директор закладу є головою педагогічної ради.

111. Засідання педагогічної ради проводяться за потреби, але не менш як чотири рази на рік.

112. Педагогічна рада закладу:

- планує роботу закладу;

- схвалює освітні програми закладу та оцінює результативність їх виконання;

формує систему та затверджує процедури внутрішнього забезпечення якості освіти, включаючи систему та механізми забезпечення академічної доброчесності;

- розглядає питання щодо вдосконалення і методичного забезпечення освітнього процесу;

- приймає рішення щодо переведення учнів (вихованців) до наступного класу і їх випуску, видачі документів про відповідний рівень освіти, нагородження за успіхи у навчанні;

- обговорює питання підвищення кваліфікації педагогічних працівників, розвитку їхньої творчої ініціативи, визначає заходи щодо підвищення кваліфікації педагогічних працівників, затверджує щорічний план підвищення кваліфікації педагогічних працівників;

- розглядає питання впровадження в освітній процес найкращого педагогічного досвіду та інновацій, участі в дослідницькій, експериментальній, інноваційній діяльності, співпраці з іншими закладами освіти, науковими установами, фізичними та юридичними особами, які сприяють розвитку освіти;

- ухвалює рішення щодо відзначення, морального та матеріального заохочення учнів (вихованців), працівників закладу та інших учасників освітнього процесу;

- розглядає питання щодо відповідальності учнів, працівників закладу та інших учасників освітнього процесу за невиконання ними своїх обов’язків;

- має право ініціювати проведення позапланового інституційного аудиту закладу та проведення громадської акредитації закладу;

- розглядає інші питання, віднесені законом або статутом закладу до її повноважень.

Рішення педагогічної ради закладу вводяться в дію наказом директора.

113. Органом громадського самоврядування в закладі є конференція його колективу, що скликається не менш як двічі на рік.

Конференція заслуховує звіт директора про здійснення керівництва закладом, розглядають питання навчально-виховної, методичної, економічної і фінансово-господарської діяльності закладу.

114. У закладі за рішенням конференції створюється і діє рада закладу, діяльність якої регулюється Положенням, що затверджується конференцією, а також можуть створюватися піклувальна рада, учнівський комітет, батьківський комітет, методичні об'єднання, комісії, асоціації.

До складу ради закладу обираються представники педагогічного колективу, учнів, батьків і громадськості.

Матеріально-технічна база та фінансово-господарська діяльність

115. Матеріально-технічна база закладу включає будівлі, споруди, землю, комунікації, обладнання, транспортні засоби, службове житло, інші матеріальні цінності, вартість яких відображено в балансі.

116. Майно, закріплене за закладом, належить закладу на правах оперативного управління та не може бути вилученим у нього, якщо інше не передбачено законодавством.

117. Фінансування закладу здійснюється його засновником у порядку, визначеному чинним законодавством.

118. Фінансово-господарська діяльність закладу проводиться відповідно до Бюджетного кодексу України, Законів України "Про освіту", "Про загальну середню освіту" та інших нормативно-правових актів.

119. Джерелами фінансування закладу є:

- кошти освітньої субвенції Державного Бюджету в розмірі, передбаченому нормативами фінансування загальної середньої освіти для забезпечення освітнього процесу в обсязі, визначеному Державними стандартами загальної середньої освіти;

- кошти місцевого бюджету;

- кошти, отримані за надання платних послуг;

- доходи від реалізації продукції навчально-виробничих майстерень, навчально-дослідних ділянок, підсобних господарств, від передачі в оренду приміщень, споруд, обладнання;

- благодійні внески юридичних та фізичних осіб;

- інші джерела, не заборонені законодавством.

120. Порядок діловодства і бухгалтерського обліку в закладі визначається законодавством, нормативно-правовими актами Міністерства освіти і науки України. Бухгалтерський облік може здійснюватися самостійно або через централізовану бухгалтерію.

121.Заклад має право згідно із законодавством купувати та орендувати необхідне обладнання та інші матеріальні ресурси, користуватися послугами підприємств, установ, організацій та фізичних осіб, фінансувати за рахунок власних коштів заходи, що сприяють поліпшенню соціально-побутових умов працівників закладу.

122. Звітність про діяльність закладу ведеться відповідно до законодавства.

Міжнародне співробітництво.

123. Заклад за наявності належної матеріально-технічної та соціально-культурної бази, відповідного фінансування має право проводити міжнародний учнівський та педагогічний обмін у рамках освітніх програм, проектів, встановлювати відповідно до законодавства прямі зв’язки з міжнародними організаціями та освітніми асоціаціями.

Заклад має право відповідно до законодавства укладати договори про співробітництво з навчальними закладами, науковими установами, підприємствами, організаціями, громадськими об’єднаннями інших країн.

124. Участь закладу у міжнародних програмах, проектах, учнівському та педагогічному обміні здійснюється відповідно до законодавства.

Контроль за діяльністю закладу.

125. Державний контроль за діяльністю закладу здійснюється з метою забезпечення реалізації єдиної державної політики у сфері загальної середньої освіти.

Основною формою державного контролю за діяльністю закладу є інституційний аудит - комплексна зовнішня перевірка та оцінювання освітніх і управлінських процесів закладу, які забезпечують його ефективну роботу та сталий розвиток.

126. Інституційний аудит проводиться один раз на 10 років у порядку, встановленому Міністерством освіти і науки України.

127. Результати інституційного аудиту оприлюднюються на сайтах закладу, засновника та органу, що здійснив інституційний аудит

128. В закладі може проводитися внутрішній моніторинг якості освіти, Положення про який затверджується педагогічною радою закладу.

Реорганізація або ліквідація закладу

129. Рішення про реорганізацію або ліквідацію закладу ухвалює засновник.

130. Ліквідація проводиться ліквідаційною комісією, призначеною власником, а у випадках ліквідації за рішенням господарського суду - ліквідаційною комісією, призначеною цим органом.

З часу призначення ліквідаційної комісії до неї переходять повноваження щодо управління навчальним закладом.

131. Ліквідаційна комісія оцінює наявне майно закладу, виявляє його дебіторів і кредиторів і розраховується з ними, складає ліквідаційний баланс і представляє його власнику.

132. У разі реорганізації права та зобов'язання закладу переходять до правонаступників відповідно до чинного законодавства або визначених закладів.

133. При реорганізації та ліквідації закладу педагогічним та іншим працівникам, які звільняються, гарантується додержання їх прав та інтересів відповідно до законодавства України.
      </p>
    </div>
  )
}

export default Statut
