import React from 'react'
import style from './StylesForPages.module.scss'

const StudentsRule = () => {
    return (
        <div className={style.styles}>
            <ul>
                <li>            1. У випадку порушень Правил поведінки можуть бути вжиті такі стягнення:усне зауваження; запис зауваження в щоденник; винесення догани, включно із занесенням догани в особисту справу здобувача освіти; виклик учня самого або з батьками на педагогічну нараду; відшкодування завданої учнем шкоди його батьками.
                </li>
                <li>            2. Заборонено приносити до школи предмети або речовини, які можуть зашкодити здоров’ю та безпеці оточуючих або завадити проведенню навчального процесу.
                </li>
                <li>            3. Паління, вживання алкогольних напоїв та нецензурних висловів на території школи категорично заборонено.
                </li>
                <li>            4. До закінчення уроків учень може залишити територію школи тільки з дозволу класного керівника або чергового адміністратора.
                </li>
                <li>            5. Учень має бути ввічливим у спілкуванні з учителями, працівниками школи, батьками інших учнів, а також з учнями.
                </li>
                <li>   6. Учні повинні дбайливо ставитися до шкільного майна і речей, що належать вчителям та іншим учням. Забороняється брати без дозволу чужі речі. За пошкоджене шкільне майно батьки учня зобов’язані відшкодувати збитки.
                    правила поведінки під час перерви</li>
                <li>            7. Під час перерви учень зобов’язаний прибрати своє робоче місце й підготуватися до наступного уроку.
                </li>
                <li>            8. Під час перерви забороняється: бігати сходами, коридорами та в класних приміщеннях, кататися на перилах; штовхатися або грати у м’яча у приміщеннях не пристосованих для цього; не конфліктувати між собою та зі сторонніми людьми, не чинити насильницьких дій над інших.
                </li>
                <li>            9. У шкільній їдальні учні повинні виконувати вимоги працівників їдальні, чергових вчителів.
                </li>
                <li>            10. Забороняється перебувати у приміщенні їдальні у верхньому одязі.
                </li>
                <li>11. Не можна бешкетувати та виносити їжу і напої за межі їдальні.
                    Правила поведінки на уроках</li>
                <li>            12. Здобувачі освіти зобов’язані приходити до школи за 10-15 хвилин до початку занять.
                </li>
                <li>            13. Заборонено перебувати у класних приміщеннях у верхньому одязі.
                </li>
                <li>14. Одяг має бути:
                    - стиль одягу – діловий, класичний;
                    - для уроків фізичної культури обо’язкова спеціальна форма;
                    - спортивний одяг, призначений для уроків фізкультури на інших уроках не доречний;
                    - одяг повинен бути охайним;
                    - забороняється зловживати косметикою і носити багато прикрас;
                    - на урочисті загальношкільні заходи учні приходять у святковій формі.</li>
                <li>            15.Заборонено запізнюватися на освітній процес без поважних причин та без попередження батьків.
                </li>
                <li>            16. Під час уроку не можна створювати галас, без дозволу підводитися, відвертати увагу інших від уроку.
                </li>
                <li>            17. Заборонено виходити з класу без дозволу вчителя.
                </li>
                <li>            18. Урок закінчується тоді, коли вчитель оголосив про це. Тільки після цього учні можуть йти на перерву.
                </li>
                <li>            19. Учні повинні охайно вести щоденник і давати його вчителю без будь-яких заперечень.
                </li>
                <li>            20. Під час уроку не можна вживати їжу та напої, жувати жуйку.
                </li>
                <li>            21. Учні повинні дбайливо ставитися до підручників, зошитів та шкільного майна
                </li>
                <li>            22.Здобувачі освіти зобов’язані знати і дотримуватися правил техніки безпеки під час уроків та після їх закінчення.
                </li>
                <li>            23. Забороняється фотографувати або знімати на відео, бо наявність камери є певним стимулом до створення штучних сцен образ і приниження в учнівському середовищі, що негативно впливає на навчально-виховний процес.
                </li>
            </ul>
        </div>
    )
}

export default StudentsRule
