import React from 'react'
import style from './StylesForPages.module.scss'

const StudentSelfGovernment = () => {
  return (
    <div className={style.styles}>
      <ul>
        <li>Учнівський парламент: Учні обирають своїх представників, які займаються розробкою та пропозиціями ідей, проектів та рішень, що стосуються навчального процесу, побуту школи та соціально-культурного життя учнів.</li>
        <li>Класні дебати: В рамках класних годин проводяться дебати, де учні мають можливість обговорити різні питання, висловити свої думки та вислухати думки інших. Це сприяє розвитку критичного мислення та навичок співпраці.</li>
        <li>Робота гуртків та комітетів: Учні активно долучаються до роботи гуртків, клубів та комітетів, де вони можуть реалізувати свої інтереси та ідеї, співпрацювати з однолітками та вчителями.</li>
        <li>Залучення до прийняття рішень: Учні беруть участь у засіданнях шкільних органів управління, де вони мають можливість висловити свої думки, пропозиції та голосувати при прийнятті рішень.</li>
        <li>Соціальна активність: Учні залучаються до різних благодійних та громадських заходів, організовують акції, проекти та заходи, спрямовані на допомогу спільноті та розвиток соціально важливих цінностей.</li>
      </ul>
    </div>
  )
}

export default StudentSelfGovernment