import React from 'react'
import style from './StylesForPages.module.scss'

const Traditions = () => {
    return (
        <div className={style.styles}>
            <ul>
                <p>Наші традиції</p>
                <li>"Перші дзвоники": Традиційно, на початку нового навчального року, учні першого класу звінчать свої перші дзвіночки, а всі учні збираються на торжественному зібранні.

                </li>
                <li>"Старшокласницький бал": Щороку учні 11-го класу організовують бал для всіх учнів та вчителів Ліцею.

                </li>
                <li>"КВК": Кожен рік в Ліцеї відбувається КВК - конкурс веселих та кмітливих. Учні утворюють команди та змагаються в різних конкурсах.

                </li>
                <li>"Масляна": Традиційно на початку весни у Ліцеї проводять свято Масляної, на якому учні та вчителі святкують прихід весни.

                </li>
                <li>"День відкритих дверей": У ліцеї щороку відбувається день відкритих дверей, на якому учні та їх батьки можуть ознайомитися з навчальним закладом та зустрітися з вчителями.

                </li>
            </ul>
        </div>
    )
}

export default Traditions
