import style from './StylesForPages.module.scss'
function Visionary() {
    return (
        <div className={style.visionary}>

            <p>Формування загальнопредметної, соціальної, комунікативної,
                інформаційної, технологічної компетенції учнів на допрофесійному та базовому рівнях.
                Формування здатності аналізувати, формулювати, аналізувати й розв’язувати навчальні завдання,
                розвиток технології творчого пошуку: самостійне перенесення знань і вмінь у нові умови, бачення проблеми у знайомій ситуації, визначення нових функцій об’єкта, бачення альтернативи рішення, вміння комбінувати способи діяльності.
            </p>



        </div>
    )
}

export default Visionary;