import style from './StylesForPages.module.scss'
function Visionary(){
    return(
        <div className={style.styles}>
            <ul>
                <p>Формування загальнопредметної, соціальної, комунікативної, 
                    інформаційної, технологічної компетенції учнів на допрофесійному та базовому рівнях.</p>
                <p>Формування здатності аналізувати, формулювати, аналізувати й розв’язувати навчальні завдання,
                     розвиток технології творчого пошуку: самостійне перенесення знань і вмінь у нові умови, бачення проблеми у знайомій ситуації, визначення нових функцій об’єкта, бачення альтернативи рішення, вміння комбінувати способи діяльності.</p>
            </ul>
        </div>
    )
}

export default Visionary;