import React from 'react'
import style from './StylesForPages.module.scss'

const WorkingWithGiftedStudents = () => {
  return (
    <div className={style.styles}>
      <p>Шпитківський ліцей активно працює з обдарованими учнями, надаючи їм можливості для розвитку їх потенціалу і досягнення високих результатів у навчанні та творчості. Робота з обдарованими учнями має на меті стимулювання їх талантів, підтримку їхньої мотивації та розвиток у їхніх сильних сферах</p>
        <ul>
            <li>Диференційований підхід: Вчителі використовують диференційований підхід у навчанні, щоб задовольнити потреби обдарованих учнів. Вони надають додаткові завдання, складніші проекти та розширену програму для розвитку їхніх здібностей.</li>
            <li>Олімпіади та конкурси: Шпитківський ліцей активно підтримує участь обдарованих учнів у різних олімпіадах, конкурсах та науково-дослідницьких проектах. Вони отримують можливість проявити свої знання та навички на високому рівні і змагатися з ровесниками з інших навчальних закладів.</li>
            <li>Додаткові програми та проекти: Ліцей організовує додаткові програми та проекти, спрямовані на розвиток обдарованих учнів. Це можуть бути наукові клуби, гуртки, майстер-класи та спеціальні заходи, які сприяють розкриттю їхнього потенціалу у різних сферах.</li>
            <li>Індивідуальний підхід і кар'єрне консультування: Ліцей надає обдарованим учням індивідуальну підтримку і кар'єрне консультування, щоб допомогти їм зорієнтуватися у виборі майбутньої професії і навчання на вищому рівні.</li>
        </ul>
    </div>
  )
}

export default WorkingWithGiftedStudents
