import React from 'react'
import style from './StylesForPages.module.scss'

const WorkOfThePsychologicalService = () => {
    return (
        <div className={style.styles}>
            Психологічна служба в школі є дуже важливою складовою виховної системи, оскільки психічний стан учнів може сильно впливати на їх успішність в навчанні та загальний стан здоров'я. У Шпитьківському ліцеї психологічна служба працює з метою забезпечення психологічного здоров'я учнів, підтримки їх емоційного та психічного стану та допомоги у вирішенні особистих проблем.

            Основні завдання психологічної служби Шпитьківського ліцею:
            <ul>
                <li>            1. Допомога учням у подоланні стресів та емоційних переживань, які можуть виникати в результаті навчальної діяльності, а також у повсякденному житті.
                </li>
                <li>            2. Розробка та впровадження програм психологічної підтримки, які спрямовані на розвиток емоційного і соціального інтелекту учнів, а також на виховання здорового способу життя.
                </li>
                <li>            3. Проведення консультацій з психологічних питань для учнів, батьків та вчителів.
                </li>
                <li>            4. Проведення психологічних тренінгів та семінарів для підвищення рівня психологічної компетентності вчителів та батьків.
                </li>
                <li> 5. Підтримка педагогічного колективу у питаннях психології навчання, включаючи консультування щодо вирішення конфліктів у класі та підтримку у розвитку позитивного класного колективу.

                    Психологічна служба Шпитьківського ліцею є доступною для всіх учнів, батьків та вчителів, які можуть звернутися за допомогою у вирішенні психологічних проблем.</li>
            </ul>





        </div>
    )
}

export default WorkOfThePsychologicalService
